<?php

return [

    /*
    |--------------------------------------------------------------------------
    | رسائل إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | الرسائل التالية تطابق أسباب نجاح أو فشل عملية إعادة تعيين كلمة المرور.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور بنجاح.',
    'sent' => 'تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'الرجاء الانتظار قليلًا قبل إعادة المحاولة.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => 'لا يوجد مستخدم مسجل بهذا البريد الإلكتروني.',

];
